[
    {
        "id": 1,
        "company_logo": "https://pngimg.com/d/google_PNG19625.png",
        "job_title": "Software Engineer",
        "company_name": "Google LLC",
        "job_site": "Remote",
        "location": "San Francisco, CA",
        "job_type": "Full-time",
        "salary": "120K - 150K",
        "job_description": "As a Software Engineer, you'll be responsible for designing, developing, and maintaining software solutions that meet business requirements. You'll work with a team of developers and stakeholders to identify and solve technical problems, and ensure that the software is delivered on time and within budget. This role requires strong programming skills, knowledge of software development methodologies, and the ability to learn and adapt to new technologies quickly.",
        "job_responsibility": "As a Software Engineer, you'll design, develop, and maintain software solutions. You'll collaborate with cross-functional teams, write clean and efficient code, and ensure that the software is thoroughly tested and debugged. You'll participate in code reviews and stay up-to-date with emerging technologies to continuously improve the development process. This role requires strong technical skills, attention to detail, and the ability to work collaboratively in a fast-paced environment.",
        "education": "Bachelor's degree in Computer Science or a related field.",
        "experiences": "3+ years of experience in software development.",
        "phone": "555-555-1234",
        "email": "jobs@google.com"
    },
    {
        "id": 2,
        "company_logo": "https://upload.wikimedia.org/wikipedia/commons/7/7a/Logonetflix.png",
        "job_title": "Senior Marketing Manager",
        "company_name": "Netflix",
        "job_site": "Onsite",
        "location": "New York, NY",
        "job_type": "Full-time",
        "salary": "100K - 120K",
        "job_description": "As Senior Marketing Manager for Netflix, you'll lead the development and execution of global marketing campaigns. You'll work with cross-functional teams, use data-driven insights, and manage a team of marketing professionals to drive customer acquisition, engagement, and retention. This role requires strong leadership skills and experience in entertainment marketing.",
        "job_responsibility": "As Senior Marketing Manager at Netflix, your key responsibilities will include developing and executing global marketing campaigns, using data-driven insights to identify target audiences, managing a team of marketing professionals, and working with external partners. Your overall goal will be to drive customer acquisition, engagement, and retention, while maintaining a strong brand presence for Netflix.",
        "education": "Bachelor's degree in Marketing or a related field.",
        "experiences": "5+ years of experience in marketing management.",
        "phone": "555-555-5678",
        "email": "jobs@netflix.com"
    },
    {
        "id": 3,
        "company_logo": "https://www.freepnglogos.com/uploads/tesla-logo-png-20.png",
        "job_title": "Technical Database Engineer",
        "company_name": "Tesla",
        "job_site": "Onsite",
        "location": "Chicago, IL",
        "job_type": "Part-time",
        "salary": "90K - 110K",
        "job_description": "As a Technical Database Engineer, you'll be responsible for designing and implementing complex database systems. You'll work with cross-functional teams to ensure the database infrastructure meets business requirements, troubleshoot issues, optimize performance, and ensure data integrity and security. You'll also provide support to other teams as needed. This role requires a strong understanding of database design, performance tuning, and data security, as well as proficiency in SQL and other database management tools.",
        "job_responsibility": "As a Technical Database Engineer, you'll design and implement complex database systems, troubleshoot issues, and optimize performance. You'll work with cross-functional teams to ensure the database infrastructure meets business requirements and ensure data security. You'll also monitor database performance and provide support to other teams. This role requires a strong understanding of database design and proficiency in SQL and other database management tools.",
        "education": "Bachelor's degree in Graphic Design or a related field.",
        "experiences": "2+ years of experience in graphic design.",
        "phone": "555-555-9012",
        "email": "jobs@tesla.com"
    },
    {
        "id": 4,
        "company_logo": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Amazon_logo.svg/2560px-Amazon_logo.svg.png",
        "job_title": "Product Designer",
        "company_name": "Amazon.con, Inc.",
        "job_site": "Remote",
        "location": "Houston, TX",
        "job_type": "Part-time",
        "salary": "80K - 100K",
        "job_description": "As a Product Designer for Amazon, we are looking or some dynamic person who can design intuitive, engaging products and features. You'll work with cross-functional teams to define user requirements, develop user flows, and create prototypes. You'll also collaborate with developers to ensure the design is implemented correctly and continuously improve the product through usability testing. This role requires a strong understanding of user-centered design principles, proficiency in design tools, and excellent communication skills.",
        "job_responsibility": "As a Product Designer for Amazon, you'll design products that meet customer needs and drive business results. You'll work with cross-functional teams to define user requirements, develop user flows, and create prototypes. You'll also collaborate with developers to ensure the design is implemented correctly and work to continuously improve the product through usability testing. This role requires a strong understanding of user-centered design principles, proficiency in design tools, and excellent communication skills.",
        "education": "Bachelor's degree in Sales or a related field.",
        "experiences": "2+ years of experience in sales.",
        "phone": "555-555-3456",
        "email": "jobs@amazon.com"
    },
    {
        "id": 5,
        "company_logo": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Meta_Platforms_Inc._logo.svg/1280px-Meta_Platforms_Inc._logo.svg.png",
        "job_title": "Cyber Security Expert",
        "company_name": "Meta Platforms, Inc.",
        "job_site": "Onsite",
        "location": "Houston, TX",
        "job_type": "Full-time",
        "salary": "200K - 230K",
        "job_description": "As a Cyber Security Expert for Facebook, you'll be responsible for protecting the company's data and systems from cyber threats. You'll identify potential risks, develop and implement security protocols, monitor the network for breaches, and provide guidance to other teams. This role requires a strong understanding of cybersecurity principles, proficiency in security tools, and excellent communication skills.",
        "job_responsibility": "As a Cyber Security Expert for Facebook, you'll identify and assess potential security risks, develop and implement security protocols, monitor the network for breaches, and analyze security incidents. You'll also stay current with cybersecurity trends and provide guidance to other teams. This role requires strong cybersecurity knowledge, proficiency in security tools, and excellent communication skills.",
        "education": "Bachelor's degree in Sales or a related field.",
        "experiences": "4+ years of experience in sales.",
        "phone": "555-555-3456",
        "email": "jobs@meta.com"
    },
    {
        "id": 6,
        "company_logo": "https://pngimg.com/d/google_PNG19625.png",
        "job_title": "Senior System Engineer",
        "company_name": "Google LLC",
        "job_site": "Onsite",
        "location": "Houston, TX",
        "job_type": "Full-time",
        "salary": "180K - 200K",
        "job_description": "As a Senior System Engineer at Google, we're looking for  who will design, implement, and maintain large-scale systems critical to the company's business. You'll need deep technical expertise, strong analytical skills, and experience with distributed systems. You'll collaborate with cross-functional teams to ensure that the systems meet performance, availability, and scalability requirements.",
        "job_responsibility": "A Senior System Engineer at Google is responsible for designing, implementing, and maintaining large-scale systems critical to the company's business. This role requires technical expertise, analytical skills, and experience with distributed systems. You'll collaborate with cross-functional teams to develop and deploy innovative solutions, and ensure that systems meet performance, availability, and scalability requirements. Additionally, you'll stay up-to-date with emerging technologies and industry trends to ensure systems remain secure.",
        "education": "Bachelor's degree in Sales or a related field.",
        "experiences": "2+ years of experience in sales.",
        "phone": "555-555-3456",
        "email": "jobs@google.com"
    }
]